src/history/history10/KBe21hist201floBittersweetIndianIndependence.org
#+TITLE: Indian independence was good but not handled great
#+AUTHOR: Exr0n
* video
** 1945 British was struggling after WWII, and couldn't really run india
** nehru
*** wanted united india
** jinna
*** muslim, wanted a muslim state -> pakistan
** britain had been dominant, until withdrawl in june 1948
*** partition plan
*** but communities were integrated, so division was hard
*** massive migration and violence -> eventually ethnic clensing
*** basically the division didnt go very well but britain just left it
*** people got paranoid of their neighboors based on religion
* costs of independence
** millions dead in hindu-muslim violence
** the death of the hope of a unified indian identity
** assassination of Gandhi, by an extremist of his own faith
** decades of conflict between india and pakistan
* blame game
** hindu extremists, who saw it as a hindu nationalist movement -> made muslim minorities nervous
** muslim league, for pushing too hard for a separate state
** indian national congress, the main group for indian independence activists, didnt comprimise enough with the muslim league or didnt fight indian extremists enough, or didnt take the risk of partition seriously (didnt beleave britain would actually go through with it)
** The british: resisting and delaying indian independence
* alternate proposal
** needfinding then look for a proposal for how to do this
** ensure all veto players (people who have the power to prevent the thing) are satisfied
* https://docs.google.com/document/d/1NhQub-FzuAeGF5uyOXYNdc0NhKe9uyzVeqQw6kkdoAo/edit
* slides https://docs.google.com/presentation/d/1B6oFztB4uXp6gtnIifiUgsgt_5aSDT3XOkg5sS-96F4/edit#slide=id.gd7195d114e_0_0
