docs/hist201/KBe21hist201floBittersweetIndianIndependence.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-11 Sat 08:16 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Indian independence was good but not handled great</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Exr0n" />
<link rel="stylesheet" href="../global.css" type="text/css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="https://taproot3.sanity.gq/sitemap.html"> UP </a>
 |
 <a accesskey="H" href="https://taproot3.sanity.gq/theindex.html"> HOME </a>
</div><div id="content">
<h1 class="title">Indian independence was good but not handled great</h1>
<div id="outline-container-orge51fbaf" class="outline-2">
<h2 id="orge51fbaf"><span class="section-number-2">1</span> video</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgb176197" class="outline-3">
<h3 id="orgb176197"><span class="section-number-3">1.1</span> 1945 British was struggling after WWII, and couldn't really run india</h3>
</div>
<div id="outline-container-org15bdbee" class="outline-3">
<h3 id="org15bdbee"><span class="section-number-3">1.2</span> nehru</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-orgef41cc9" class="outline-4">
<h4 id="orgef41cc9"><span class="section-number-4">1.2.1</span> wanted united india</h4>
</div>
</div>
<div id="outline-container-orgff65390" class="outline-3">
<h3 id="orgff65390"><span class="section-number-3">1.3</span> jinna</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-org9a3e8e6" class="outline-4">
<h4 id="org9a3e8e6"><span class="section-number-4">1.3.1</span> muslim, wanted a muslim state -&gt; pakistan</h4>
</div>
</div>
<div id="outline-container-orgb05c0b9" class="outline-3">
<h3 id="orgb05c0b9"><span class="section-number-3">1.4</span> britain had been dominant, until withdrawl in june 1948</h3>
<div class="outline-text-3" id="text-1-4">
</div>
<div id="outline-container-orgefeb9a9" class="outline-4">
<h4 id="orgefeb9a9"><span class="section-number-4">1.4.1</span> partition plan</h4>
</div>
<div id="outline-container-orgbe3d81a" class="outline-4">
<h4 id="orgbe3d81a"><span class="section-number-4">1.4.2</span> but communities were integrated, so division was hard</h4>
</div>
<div id="outline-container-orga195299" class="outline-4">
<h4 id="orga195299"><span class="section-number-4">1.4.3</span> massive migration and violence -&gt; eventually ethnic clensing</h4>
</div>
<div id="outline-container-org7e517de" class="outline-4">
<h4 id="org7e517de"><span class="section-number-4">1.4.4</span> basically the division didnt go very well but britain just left it</h4>
</div>
<div id="outline-container-org832f725" class="outline-4">
<h4 id="org832f725"><span class="section-number-4">1.4.5</span> people got paranoid of their neighboors based on religion</h4>
</div>
</div>
</div>
<div id="outline-container-orga44e1ad" class="outline-2">
<h2 id="orga44e1ad"><span class="section-number-2">2</span> costs of independence</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org5963d8f" class="outline-3">
<h3 id="org5963d8f"><span class="section-number-3">2.1</span> millions dead in hindu-muslim violence</h3>
</div>
<div id="outline-container-org2ec10f3" class="outline-3">
<h3 id="org2ec10f3"><span class="section-number-3">2.2</span> the death of the hope of a unified indian identity</h3>
</div>
<div id="outline-container-orga610349" class="outline-3">
<h3 id="orga610349"><span class="section-number-3">2.3</span> assassination of Gandhi, by an extremist of his own faith</h3>
</div>
<div id="outline-container-org154f7c1" class="outline-3">
<h3 id="org154f7c1"><span class="section-number-3">2.4</span> decades of conflict between india and pakistan</h3>
</div>
</div>
<div id="outline-container-orgdbf58dd" class="outline-2">
<h2 id="orgdbf58dd"><span class="section-number-2">3</span> blame game</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org9998a10" class="outline-3">
<h3 id="org9998a10"><span class="section-number-3">3.1</span> hindu extremists, who saw it as a hindu nationalist movement -&gt; made muslim minorities nervous</h3>
</div>
<div id="outline-container-orgb351a2c" class="outline-3">
<h3 id="orgb351a2c"><span class="section-number-3">3.2</span> muslim league, for pushing too hard for a separate state</h3>
</div>
<div id="outline-container-org0b5f73f" class="outline-3">
<h3 id="org0b5f73f"><span class="section-number-3">3.3</span> indian national congress, the main group for indian independence activists, didnt comprimise enough with the muslim league or didnt fight indian extremists enough, or didnt take the risk of partition seriously (didnt beleave britain would actually go through with it)</h3>
</div>
<div id="outline-container-org421a78a" class="outline-3">
<h3 id="org421a78a"><span class="section-number-3">3.4</span> The british: resisting and delaying indian independence</h3>
</div>
</div>
<div id="outline-container-orge98253f" class="outline-2">
<h2 id="orge98253f"><span class="section-number-2">4</span> alternate proposal</h2>
<div class="outline-text-2" id="text-4">
</div>
<div id="outline-container-org4ba797d" class="outline-3">
<h3 id="org4ba797d"><span class="section-number-3">4.1</span> needfinding then look for a proposal for how to do this</h3>
</div>
<div id="outline-container-org28a822b" class="outline-3">
<h3 id="org28a822b"><span class="section-number-3">4.2</span> ensure all veto players (people who have the power to prevent the thing) are satisfied</h3>
</div>
</div>
<div id="outline-container-org465aced" class="outline-2">
<h2 id="org465aced"><span class="section-number-2">5</span> <a href="https://docs.google.com/document/d/1NhQub-FzuAeGF5uyOXYNdc0NhKe9uyzVeqQw6kkdoAo/edit">https://docs.google.com/document/d/1NhQub-FzuAeGF5uyOXYNdc0NhKe9uyzVeqQw6kkdoAo/edit</a></h2>
</div>
<div id="outline-container-orgf633578" class="outline-2">
<h2 id="orgf633578"><span class="section-number-2">6</span> slides <a href="https://docs.google.com/presentation/d/1B6oFztB4uXp6gtnIifiUgsgt_5aSDT3XOkg5sS-96F4/edit#slide=id.gd7195d114e_0_0">https://docs.google.com/presentation/d/1B6oFztB4uXp6gtnIifiUgsgt_5aSDT3XOkg5sS-96F4/edit#slide=id.gd7195d114e_0_0</a></h2>
<div class="outline-text-2" id="text-6">
</div>
</div>
</div>
<div id="postamble" class="status">
<div class="namedate"><p class="subtitle"><span class="author">Exr0n</span><span class="date">2021-09-11 Sat 08:10</span></p></div><div class="taprootcopyright">(c) 2021 Houjun Liu, Huxley Marvit, Zachary Sayyah, Albert Huang, Dylan Wallace</div>
</div>
</body>
</html>
