docs/history/history10/KBe21hist201floBittersweetIndianIndependence.tex
% Created 2021-09-11 Sat 16:40
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Exr0n}
\date{\today}
\title{Indian independence was good but not handled great}
\hypersetup{
 pdfauthor={Exr0n},
 pdftitle={Indian independence was good but not handled great},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\section{video}
\label{sec:org8964df8}
\subsection{1945 British was struggling after WWII, and couldn't really run india}
\label{sec:org276c9a1}
\subsection{nehru}
\label{sec:org038d28b}
\subsubsection{wanted united india}
\label{sec:org760412b}
\subsection{jinna}
\label{sec:orgb7d8915}
\subsubsection{muslim, wanted a muslim state -> pakistan}
\label{sec:org6ba47bf}
\subsection{britain had been dominant, until withdrawl in june 1948}
\label{sec:orga5c4124}
\subsubsection{partition plan}
\label{sec:org255c8c2}
\subsubsection{but communities were integrated, so division was hard}
\label{sec:org3a1d32c}
\subsubsection{massive migration and violence -> eventually ethnic clensing}
\label{sec:org81f44ec}
\subsubsection{basically the division didnt go very well but britain just left it}
\label{sec:orga15631e}
\subsubsection{people got paranoid of their neighboors based on religion}
\label{sec:org4fbc44e}
\section{costs of independence}
\label{sec:org7035e64}
\subsection{millions dead in hindu-muslim violence}
\label{sec:org507322d}
\subsection{the death of the hope of a unified indian identity}
\label{sec:org09078c0}
\subsection{assassination of Gandhi, by an extremist of his own faith}
\label{sec:org843b75e}
\subsection{decades of conflict between india and pakistan}
\label{sec:orge1c55c6}
\section{blame game}
\label{sec:orgd457f86}
\subsection{hindu extremists, who saw it as a hindu nationalist movement -> made muslim minorities nervous}
\label{sec:org41c9067}
\subsection{muslim league, for pushing too hard for a separate state}
\label{sec:org17e8e79}
\subsection{indian national congress, the main group for indian independence activists, didnt comprimise enough with the muslim league or didnt fight indian extremists enough, or didnt take the risk of partition seriously (didnt beleave britain would actually go through with it)}
\label{sec:org44dd3c3}
\subsection{The british: resisting and delaying indian independence}
\label{sec:org9ef6320}
\section{alternate proposal}
\label{sec:orgaa83c71}
\subsection{needfinding then look for a proposal for how to do this}
\label{sec:org3e4d913}
\subsection{ensure all veto players (people who have the power to prevent the thing) are satisfied}
\label{sec:orgdebde11}
\section{\url{https://docs.google.com/document/d/1NhQub-FzuAeGF5uyOXYNdc0NhKe9uyzVeqQw6kkdoAo/edit}}
\label{sec:org60dceb7}
\section{slides \url{https://docs.google.com/presentation/d/1B6oFztB4uXp6gtnIifiUgsgt\_5aSDT3XOkg5sS-96F4/edit\#slide=id.gd7195d114e\_0\_0}}
\label{sec:org6dcda76}
\end{document}
